[
    {

        "name": "Padvinders",
        "row_id": "qwerty-home-row",
        "courses": [
            {
                "id": 1,
                "name": "f-j",
                "duration": "2",
                "level": "easy",
                "ignoreError" : true,
                "line_length": 30,
                "description": ["Deze les leert je de \"padvinder toetsen\". Dit zijn de a,s,d,f,j,k,l en ;."
                    , " De wijsvingers rusten op de f en j. Alle andere vingers zitten op toetsen ernaast (de pinken"
                    , " op de a en ;) Je leert in dit eerste onderdeel de spatie en de toetsen van de wijsvinger, de f & g"
                    , " voor de linkerhand, de h en j voor de rechterhand. De wijsvingertoetsen op het toetsenbord hieronderzijn mintkleurig.<br>"
                    , " De spatie is voor een van de duimen. Het is belangrijk dat alle andere vingers"
                    , " op hun plaats blijven!.<br> Zet je vingers goed en druk met een duim op de spatie!"],
                "course_text": "ff jj ff jj ff jj f j fj ggg hhh gf fg fg gf hj jh hhj jj hhh gg fj jj gg a; fff jj jjjj jjjh hfjfghj jhgf jfgh fjhg"
            },
            {
                "id": 2,
                "name": "d-k",
                "duration": "2",
                "level": "easy",
                "ignoreError" : true,
                "line_length": 30,
                "description": "We gaan nu verder met de middelvingers: de d en k. De bruine toetsen. Wederom alle andere vingers op hun plaats. (de pinken op de a en ;, de ringvingers op de s en l, de middelvingers op de d en k, de wijsvingers op de f en j).",
                "course_text": "ddd kkk dd kk ff g g f h hhh jjj kkkk dfghjk kjhgfd dghdlf dd ff jj ll lfl ldldl dllf flg hhjj lkjd jd jd jfgh ldfd  a;  jhgdf jfgdh fjhg"
            }, {
                "id": 3,
                "name": "s-l",
                "duration": "2",
                "level": "easy",
                "ignoreError" : true,
                "line_length": 30,
                "description": "De ringvinger is aan de beurt, dit zijn de gele toetsen. Nu doen we alleen de d en k op de padvinders rij. Alle vingers op hun plaats.",
                "course_text": "ss ll ss ll d f s l s h jl l dd ll s sl ls ghjsd gg ss ll jjh lll dd ss ll lll sssll dd kdsss dsd lkl lkl klll lsss dfjk fjkl lll kll ss hg gh sdfghjkl lkjhgfds"
            },
            {
                "id": 4,
                "name": "a-;",
                "duration": "2",
                "level": "easy",
                "line_length": 30,
                "ignoreError" : true,
                "description": "We gaan nu verder met de pinken: de a en ;. In het engels betekent pink roze, dus dat is ook de kleur. Alle vingers op hun plaats.",
                "course_text": "aas saa ;; las; ;;; sla sjaal haag ghaa flag gal hallal sassl aas haas ;; hak; ;;kaas slaaf das ;; slag glas flaaag aaaa lak kal asdfghjkl; ;lkjhgfdsa ;; aa a"
            }]},
            {
        
                "name": "bovenrij", 
                "row_id": "qwerty-capital-letters",
                "courses": [ {
                "id": 5,
                "name": "uyrt",
                "duration": "3",
                "ignoreError" : true,                
                "level": "easy",
                "line_length": 30,
                "description": "De padvinder toetsen hebben we gehad, we gaan verder met de toesten erboven. We beginnen weer vanuit de padvinder toetsen en na elke toetstaanslag ga je weer snel met je vinger terug naar de padvindertoetsen, anders worden ze koud. Eerst alleen de (mintkleurige) wijsvingers! r, t, y en u",
                "course_text": "rrrr r ttt t yyy y uuu u rut ruyt rutty urty yurt jytru yrtu jyurtyuy hurty furty farty jaryj larty kurty kaurty saurty suarty laus lyssal rujyt duurty yduur suduur yguur durururs luyrtuy ughtyr rygur fygur fluff flaf yrska karskur hurk yghals haulshak lakyus kaasy lykagfh halytr"
            },
            {
                "id": 5,
                "name": "ei",
                "duration": "3",
                "ignoreError" : true,                
                "level": "easy",
                "line_length": 30,
                "description": "En door met de e en i, beide voor de middelvinger van respectevelike de linker en rechterhand",
                "course_text": "eee e ee iii i ii e ei ie iie ieieie ii ii iieee dertig kiertje siertje liertje jjertje startsalaris radartjes hilk hijsheft rustig raadsel slagader straat adres surfles slager huejf fleeet deur daear diekdag jij daar halleel tyuig rekelaar lasse asert yflag das slaughter huis life eikel sierfis dikkertje dak drukkertje hafel glasig"
            },
            {
                "id": 5,
                "name": "wo",
                "duration": "3",
                "ignoreError" : true,                
                "level": "easy",
                "line_length": 30,
                "description": "Verder met de gele ringvingers, w en o voor respectivelijk links en rechts.",
                "course_text": "www ooo wo wo ow wo woo wwwo wwoow wow wowoow  aureoolaartshertog adelaarsoog dadeloos  tijdeloos feestdosdruiloor frietkot gekieskauwd gladiator helderrood illusieloos illustrator kaasklok kaketoe kletsoor kleurdoos kruisdood kurkdroog lasershows regisseursrol staalgrauwe staalwol straatgoot straatriool talkshows tijgerkooi tutor"
            }


        ]
    }
]
